import Description from 'components/Description'
import React from 'react'

const AgencyArticle = () => {
  return (
    <div className="dir-rtl bg-primary py-10">
      <div className="container max-w-6xl px-5 grid gap-10 text-white">
        <Description
          light
          value="
          يمكنك البحث في تطبيق بو شملان دليل الكويت ومن خلال هذه الصفحه الخاصة
          بأهم المكاتب العقاريه في الكويت عن شقق للايجار وبيوت للبيع او اراضي
          للبدل وغيرها بأسعار مناسبة ومساحات متنوعه، فقد تكون عقارات الكويت في
          المتناول اليوم ولكن في المستقبل ربما قد ترتفع الأسعار بشكل كبير مما
          يؤدى الى تحقيق أرباح كبيرة في فترة وجيزة، كما تختلف العروض والاعلانات
          المقدمه من طرف المكاتب منها: شقق للبيع اوفلل للايجار، اراضي،مزارع،
          شاليهات، عمارات، .. الخ. فهذا النشاط يحقق الأمن والاستقرار لاصحاب
          العقارات لارتباطه دائما بقوة الطلب على القطاع العقاري."
        />

        <Description
          light
          value="ان الاسواق العقارية تشهد الكثير من المتغيرات فيها، كونها تحتوي على
          العديد من عروض الطلب، البيع، الايجار والبدل، و هذه التغيرات ليست فقط
          من قبل المالك الذي يعرض للعقار، و لكن من قبل طلبات المشترين أيضا.
          فالمشتري يعرف بأنه ذو احتياج كبير لمن عنده الخبرة و المعرفة الكبيرة
          للسوق العقاري سواء للتخميم او للتسعير و اعطاء الافضلية بين العقارات و
          كل هذه الامور تنصب في الوكلاء العقاريون او الوكلاء العاملين في مكاتب
          عقاريه."
        />

        <Description
          light
          value="كما يعد شراء العقارات من الأمور المكلفة ماليا وتحتاج في العديد من
          الأحيان خاصة لمعظم الناس ان يقوموا اما بالادخار الى فترات طويلة او
          اللجوء الى عملية الاقتراض ان كان عن طريق البنوك او عن طريق أشخاص
          عاديين، وتعتبر عملية السداد لفترات طويلة هي الاخرى، وبالتالي فإن
          العملية تحتاج الى الكثير من الحذر والانتباه لئلا يخسر الانسان الكثير
          في هذا العقار، ان كان اثناء عملية الشراء في عملية اختيار الموقع ونوع
          البناء وغيرها، هذا بالطبع الى جانب خدمة البيع اذا كنت ترغب في بيع
          العقار وبالتالي أن لا تخسر في سعره حين بيعه."
        />

        <ul className="list-disc mr-5">
          <li>
            <Description light value="المكتب العقاري لا يبيع خدماته مجانا :" />
            <span className="block mt-5">
              <Description
                light
                value="وهذه ايضا من النقاط الهامه التي يجب الانتباه اليها جيدا وهي أنك
              عندما تتعامل مع احد المكاتب العقارية فهو يبيعك الخدمة ولا يقدمها
              مجانا، فأنت فعليا تدفع له نسبة معينة من البيع او الشراء وبالتالي
              عليك ان تعرف كيف تختار ذلك المكتب وما الذي يقدمه لك فعليا مقابل
              المال الذي تدفعه له، انت تستحق ان تجد المكتب العقاري الافضل"
              />
            </span>
          </li>
          <li className="mt-10">
            <Description
              light
              value="كيف تجد الوكيل العقاري الذي يحقق مطالبك :"
            />
            <span className="block mt-5">
              <Description
                light
                value="لا تنخدع بالاسم فعالم الوكلاء التجاريون والعقاريين هم مثل كل
              العوالم التجارية الاخرى، يزخر بالكثير من الاسماء والمحال، بعضها
              اكتسب شهرته واسمه عن طريق الخدمة التي تقدم والتي اثبت خبرته في
              تقديمها، وهناك البعض الاخر الذي لم يقم بأي من هذه الافعال بل يشتري
              الشهرة عن طريق الدعاية المكثفة والتي قد تؤدي الى قرارات خاطئة في
              الكثير من الاحيان، فعليك ان تكون قادرا على ان تختار المكتب السليم
              الذي يقدم الخدمة التي ترغب بها"
              />
            </span>
          </li>
          <li className="mt-10">
            <Description light value="داوم على البحث ولا تختر اول ما تقابل :" />
            <span className="block mt-5">
              <Description
                light
                value="إياك والمخاطرة بالتوقيع والاتفاق مع أول مكتب يصادفك، بل حاول قدر
              الامكان ان تبحث عن بعض المكاتب الاخرى ، واستمر في هذا البحث، يمكن
              القيام بالتحري عبر الانترنت عن المكاتب والوكلاء العقاريين في
              المنطقة، ودونها على ورقة وابحث بين بعضهم، وقم بتقييمهم في المقابلة
              حتى تصل الى الوكيل الذي تقتنع انه الافضل لك."
              />
            </span>
          </li>
          <li className="mt-10">
            <Description value=" اسأل اصدقائك واقاربك :" light />
            <span className="block mt-5">
              <Description
                light
                value="عندما تبحث عن المكتب العقاري لبيع او شراء عقار، عليك ان تسأل وتبحث
              بين اصدقائك عمن سبق له التعامل مع احد المكاتب العقارية، وكيف كانت
              المعاملة والنتيجة اذا كانت مرضية وهل كانت الخدمة جيدة، هذا الامر
              سيمنحك بعض الثقة عند تعاملك مع المكتب العقاري نتيجة للتجربة التي
              مر بها صديقك وبناءا عليها فأنت لا تشعر بالقلق كما لو كنت تتعامل مع
              احد المكاتب او الوكلاء للمرة الاولى."
              />
            </span>
          </li>
          <li className="mt-10">
            <Description light value="قم بالبحث حول بعض الامور العقارية :" />
            <span className="block mt-5">
              <Description
                light
                value=" حاول ان تقوم بالبحث عبر الانترنت عن المعلومات التي تحتاجها في
              الامور العقارية، وحاول ان تسأل من معرفك و الاشخاص الذين لديهم
              اطلاع في بعض هذه المسائل عن الاسلوب الافضل والانجح في التعامل مع
              العقارات، هذه المعلومات سوف تفيدك لاحقا عند التعامل مع هذا المكتب
              وفي اثناء الجلسة، فأنت ستطلع على معلومات من عنده ومن خلال معرفتك
              السابقة يمكنك الحكم على تلك المعلومات المقدمه لك ما اذا كانت
              سليمه."
              />
            </span>
          </li>
          <li className="mt-10">
            <Description light value="كن أكثر مهنيه عند المقابلة مع المكتب :" />
            <span className="block mt-5">
              <Description
                light
                value=" عندما تذهب الى المقابلة مع الوكيل العقاري، حاول ان تكون في الجلسة
              مهنيا كأكثر ما يكون ففي العادة يحاول ان يقدم نفسه على انه شخص ذو
              شخصية ودودة ولطيف، وهذا الامر يعني انه يحاول التقرب الى الزبون
              كأقرب ما يكون، ولهذا عليك ان تكون حذرا جدا في هذه المعاملة، وعليك
              ان تكون مهنيا ايضا فأنت قادم الى هذا المكتب من اجل القيام بعملية
              تجارية ومهنية بحتة لا من اجل التعارف، وعليه كن مستعدا للمقابلة وقم
              بإلقاء الاسئلة التي ترغب بمعرفة اجوبتها ومن ثم قم بتدوينها، و لا
              تخجل من الاستفسار عن اي امر يثير فضولك."
              />
            </span>
          </li>
          <li className="mt-10">
            <Description light value="ابحث عن الاسعار المماثلة :" />
            <span className="block mt-5">
              <Description
                light
                value="عندما ترغب بشراء عقار معين او بيع العقار، حاول ان تبحث عبر
              الانترنت من خلال تطبيق عقارات الكويت بو شملان او المجلات والصحف
              العقارية عن الاسعار التي تعتبر قريبة الى اسعار العقار موضوع البيع
              والشراء، وحتى الايجار، وبذلك فأنت حين تقابل الوكيل العقاري ، او
              عندما تقصد المكتب، فتكون على علم بالسعر الذي ترغب بالبيع او الشراء
              او الايجار بها، فأنت في النهاية تقوم بعملية مالية وتجارية بحتة،
              وبالتالي فكل قرش يعني شيئا."
              />
            </span>
          </li>
          <li className="mt-10">
            <Description
              light
              value=" تاكد ان المكتب معتمد وموثق لدى الجهات المعنيه في دولة الكويت
              ولديها دفاتر ورخص صالحة وغير منتهية"
            />
            <span className="block mt-5">
              <Description
                light
                value="عليك تحرى الدقة عن مصدر الإعلان، فإذا كان مكتب عقاري ينبغي عليك
              أولا التاكد من اعتماده لدى الجهات المعنية بالكويت، او اذا كانت
              شركة عقارية ابحث عن تاريخها وأعمالها السابقة وتأكد إذا كانت هناك
              شكوى من مشتريين سابقين أم لا. كذلك يجب عليك زيارة العقار في أرضه،
              لتتأكد من وجوده على أرض الواقع بكامل المواصفات التي تم الإعلان
              عنها حرصاً على أموالك."
              />
            </span>
          </li>
        </ul>
      </div>
    </div>
  )
}

export default AgencyArticle
