;(self.webpackChunk_N_E = self.webpackChunk_N_E || []).push([
  [521],
  {
    3135: function (e, n, t) {
      ;(window.__NEXT_P = window.__NEXT_P || []).push([
        '/about',
        function () {
          return t(2341)
        }
      ])
    },
    2341: function (e, n, t) {
      'use strict'
      t.r(n)
      var u = t(1527),
        a = t(4978),
        l = t(8766),
        c = function () {
          return (0, u.jsxs)('div', {
            className:
              'dir-rtl container max-w-6xl pt-5 pb-10 flex flex-col gap-5',
            children: [
              (0, u.jsx)(l.Z, { value: 'نبذه عنا' }),
              (0, u.jsx)(a.Z, {
                textBlack: !0,
                value:
                  'بو شملان او BoShamlan.com هو اكبر موقع وتطبيق عقاري مجاني، يوفر خاصية البحث او الاعلان عن العقارات. تجاوز عدد مستخدميه اكثر من مليون مستخدم ويحتوي بوشملان على عشرات آلاف الاعلانات العقاريه. بو شملان اصبح دليل عقارات الاول في دول الخليج وهو نشيط جدا في الكويت والسعوديه وقطر وعمان والامارات العربيه المتحده و كذلك البحرين. ويعرض عقارات مختلفه ومتنوعه ومنها: شقق للايجار او للبيع، بيوت للبيع او للايجار، اراضي، فلل، دوبلكس، شاليهات، منازل، عمارات، بنايات، استراحات، محلات تجارية، مكاتب.'
              }),
              (0, u.jsx)(l.Z, { value: 'هدفنا' }),
              (0, u.jsx)(a.Z, {
                textBlack: !0,
                value:
                  'نسعى لتسهيل التقاء البائع بالمشتري او المؤجر بالمستأجر بشكل مباشر او غير مباشر. ولذلك نحرص على انتهاج خطة تسويقية ضخمة لجذب الاف الزوار الراغبين في بيع او ايجار كافة انواع العقارات مثل شقه، بيت، فيلا، دوبلكس، ارض، عماره، بنايه، محل تجاري، مكتب، مزرعه، مخزن.. الخ. وقد صممنا منصتنا باحترافية لتساعد الملاك او الوسطاء او المكاتب العقاريه في الاعلان عن عقارهم مجانا وبكل سهوله. كما يمكنهم عرض اعلاناتهم مرفقة بالصور فضلا عن كافة التفاصيل الاخرى التي تسهل للمشتري او المستأجر اتخاذ القرار المناسب.'
              }),
              (0, u.jsx)(l.Z, { value: 'تاريخنا' }),
              (0, u.jsx)(a.Z, {
                textBlack: !0,
                value:
                  'بدأ بوشملان نشاطه في صيف عام 2016م في دولة الكويت. وبعد تزايد أعداد الزوار والاعلانات العقاريه والنجاح بشكل فاق التوقعات تم اخذ القرار بالتوسع دوليا باسم واحد وهو بو شملان ليكون دليل عقارات الخليج العربي الاول والاكبر. وتم في صيف عام 2018 افتتاحنا في قطر و سلطنة عمان. وتم في نفس العام دمج المواقع الثلاث تحت اسم واحد وهو بوشملان ليكون بداية انتشارنا دوليًا. ومن بعدها وفي أبريل 2019 تم افتتاح بوشملان في الامارات العربية المتحدة وكذلك مملكة البحرين. وبنهاية رحلة التوسع في الخليج العربي تم الافتتاح في المملكه العربيه السعوديه في يوليو 2019.'
              })
            ]
          })
        }
      n.default = c
    }
  },
  function (e) {
    e.O(0, [774, 888, 179], function () {
      return e((e.s = 3135))
    }),
      (_N_E = e.O())
  }
])
