;(self.webpackChunk_N_E = self.webpackChunk_N_E || []).push([
  [978],
  {
    8632: function (l, a, s) {
      ;(window.__NEXT_P = window.__NEXT_P || []).push([
        '/terms-and-conditions',
        function () {
          return s(179)
        }
      ])
    },
    179: function (l, a, s) {
      'use strict'
      s.r(a)
      var e = s(1527),
        c = s(4978),
        n = s(8766),
        i = s(1161),
        m = s.n(i),
        x = function () {
          return (0, e.jsxs)('div', {
            className:
              'dir-rtl container max-w-6xl pt-5 pb-10 flex flex-col gap-5',
            children: [
              (0, e.jsxs)(m(), {
                children: [
                  (0, e.jsx)('title', {
                    children: 'الشروط والاحكام | بو شملان دليل عقارات الكويت'
                  }),
                  (0, e.jsx)('meta', {
                    name: 'description',
                    content:
                      'يجب على كل مستخدمي التطبيق او الموقع قراءة كافة بنود الشروط والأحكام، ويجب عليهم كذلك الالتزام بكافة البنود والشروط والقوانين في الكويت'
                  })
                ]
              }),
              (0, e.jsx)('h1', {
                className: 'font-DroidArabicKufiBold text-4xl',
                children: 'الشروط والاحكام'
              }),
              (0, e.jsx)(n.Z, { value: 'القبول' }),
              (0, e.jsx)(c.Z, {
                textBlack: !0,
                value:
                  'باستخدامك BoShamlan.com فإنك تظهر وتقر فهمك وموافقتك على الشروط والاحكام والبنود المذكورة هنا. إذا لم توافق على هذه البنود، فإنه لا يجوز لك استخدام BoShamlan.com . إن استمرارك باستخدام BoShamlan.com بعد إجراء أي تعديلات على هذه البنود سوف يعتبر موافقة منك على هذه التعديلات. علمًا بأنه قد يتم التعديل في اي وقت من الأوقات دون إبلاغك. وأنك تستخدم BoShamlan.com على مسئوليتك الشخصية.'
              }),
              (0, e.jsx)(n.Z, { value: 'وصف BoShamlan.com' }),
              (0, e.jsx)(c.Z, {
                textBlack: !0,
                value:
                  'يشير مصطلح "BoShamlan.com" الى موقع www.BoShamlan.com الإلكتروني والبرامج التابعة له. وهي خدمة تقدم لمستخدمي المواقع والبرامج الالكترونية. والخدمة عبارة عن موقع التقاء يسمح للمشتركين بعرض عقاراتهم (شقق، منازل، اراضي، مزارع،.. الخ) للإيجار، للبيع او للبدل، حيث يقوم الزوار بالبحث عن العقارات التي تناسبهم باستخدام الموقع او البرامج.'
              }),
              (0, e.jsx)(n.Z, { value: 'السلوك' }),
              (0, e.jsx)('p', {
                children: 'انت توافق على الشروط والالتزامات التالية:'
              }),
              (0, e.jsxs)('ul', {
                className:
                  'list-disc mr-5 p-0 flex flex-col gap-2 justify-center',
                children: [
                  (0, e.jsx)('li', {
                    children:
                      'عدم الاستخدام بصورة منافية للأخلاق او بأي طريق مخالف للقانون او العادات او التقاليد.'
                  }),
                  (0, e.jsx)('li', {
                    children:
                      'أنت تقر على كونك بلغت من العمر 18 عاما على الأقل.'
                  }),
                  (0, e.jsx)('li', {
                    children:
                      'إذا كنت تستخدم BoShamlan.com كممثل لأي شخص او كيان، فانت بذلك تقر أنك مخول قانونيا بتمثيل هذا الشخص او الكيان.'
                  }),
                  (0, e.jsx)('li', {
                    children:
                      'عدم التخريب او إلحاق الأذى او انتحال اسماء اشخاص او شركات أخرى.'
                  }),
                  (0, e.jsx)('li', {
                    children:
                      'عدم تضمن أي معلومات شخصية او غير شخصية لشخص او كيان اخر دون الموافقة القانونية والرسمية والصريحة من هذا الشخص.'
                  }),
                  (0, e.jsx)('li', {
                    children: 'دم نشر بيانات غير صحيحة او مزورة او مزيفه.'
                  }),
                  (0, e.jsx)('li', {
                    children:
                      'عدم الاتصال بأي شخص قد طلب عدم الاتصال به او القيام بعمل أي اتصال غير مرغوب فيه مع أي شخص.'
                  }),
                  (0, e.jsx)('li', {
                    children:
                      'عدم تكرار الاعلانات نصًا او مضمونًا او معنى وتقدير هذا يرجع للإدارة فقط.'
                  })
                ]
              }),
              (0, e.jsx)(n.Z, { value: 'الخدمات مدفوعة الثمن' }),
              (0, e.jsxs)('ul', {
                className:
                  'list-disc mr-5 p-0 flex flex-col gap-2 justify-center',
                children: [
                  (0, e.jsx)('li', {
                    children:
                      'أي مبلغ يتم دفعه بواسطة الكي نت او النقدي غير قابل للإسترجاع او الاستبدال او التخفيض.'
                  }),
                  (0, e.jsx)('li', {
                    children:
                      'مميزات وتفاصيل الخدمات مدفوعة الثمن قابلة للتعديل او الزيادة او النقصان او الالغاء، دون ابلاغ، ولا يحق للمستخدم المطالبة بتعويض او استرجاع المبلغ المدفوع.'
                  }),
                  (0, e.jsx)('li', {
                    children:
                      'يحق للإدارة الغاء او ايقاف اي خدمة مدفوعة الثمن دون أي شكل من أشكال التعويض، في حال مخالفة المستخدم لأي من الشروط والأحكام.'
                  }),
                  (0, e.jsx)('li', {
                    children:
                      'يحق للإدارة الغاء او ايقاف الخدمات المدفوعة الثمن دون إرجاع المبلغ المدفوع للمستخدم في حال تكرار الإعلانات نصًا او مضمونًا او معنى.'
                  })
                ]
              }),
              (0, e.jsx)(n.Z, { value: 'إخلاء المسئولية' }),
              (0, e.jsx)(c.Z, {
                textBlack: !0,
                value:
                  'أنت تقر وتوافق على أن تكون مسئولا، وأن تقيم وتتحمل كافة المخاطر المصاحبة لاستخدام المحتويات، وأن BoShamlan.com لن تكون مسئولة تحت أي ظرف من الظروف، وبأي حال من الأحوال، عن أي خسارة او ضرر او تلف من أي نوع، يتم تكبدها نتيجة للتصفح او استخدام او قراءة أي محتوى. وإن BoShamlan.com ليست مسؤولة عن الأضرار المباشرة او غير المباشرة او العرضية او التتابعية، الناتجة عن أي جانب من جوانب استخدامك.'
              }),
              (0, e.jsx)(c.Z, {
                textBlack: !0,
                value:
                  'انت تقر وتوافق على كونك المسئول الوحيد والحصري عن كافة المحتويات التي تقوم باستخدامها او نشرها وتبعات هذا النشر او الإعلان، وتمنح كل مستخدم او زائر رخصة غير حصرية بالدخول على المحتوى الخاص بك. وانت تعلم انه عند استخدام BoShamlan.com سوف تتعرض لمحتويات من العديد من المصادر، وإن BoShamlan.com لا تتحمل أي مسئولية عن صحة او دقة المحتويات، ولا تقدم أي ضمانات او تعهدات بخصوص اكتمال او صحة او دقة المحتويات.'
              }),
              (0, e.jsx)(c.Z, {
                textBlack: !0,
                value:
                  'إن BoShamlan.com لا تتدخل بأي حال من الأحوال في العمليات التجارية مثل البيع والإيجار، ولا تمثل أي طرف في مثل هذه العمليات، وليس لها أي تحكم او سلطة على هذه العمليات. حيث اننا لا نتحكم ولا نتحمل المسؤولية عن أية محتويات، او إعلانات، او معلومات، او منشورات، او بيانات، او صور. إن أي اعتماد على أي من المحتويات سيكون بشكل حاسم مخاطرة تقع على عاتقك.'
              }),
              (0, e.jsx)(n.Z, { value: 'المكاتب' }),
              (0, e.jsx)(c.Z, {
                textBlack: !0,
                value:
                  'يشير مصطلح "المكاتب" الى المكاتب العقارية التي تنشر الإعلانات على BoShamlan.com بالنيابة عن الآخرين. ولا يسمح للمشتركين بالنشر او الإعلان بالنيابة عن الآخرين بشكل مباشر او غير مباشر إلا بعد حصولهم على تفويض من أصحاب العقار بشكل رسمي وقانوني، بالإضافة إلى تعهد المشترك بعضوية مكتب بأنه يقوم بكافة نشاطاته بشكل رسمي وبموافقة الجهات المعنية في الدولة ويلتزم المشترك بتزويد الإدارة بالمستندات والتفويضات والموافقات والرخص الحكومية حسب الطلب.'
              }),
              (0, e.jsx)(n.Z, {
                value: 'التعاملات مع المنظمات والأفراد والمكاتب'
              }),
              (0, e.jsx)(c.Z, {
                textBlack: !0,
                value:
                  'انت تقر وتوافق على ألا تكون BoShamlan.com مسئولة عن أي من تفاعلاتك مع أي منظمات او افراد او مكاتب. وهذا يشمل ولا يقتصر على عمليات البيع والشراء والإيجار والاستئجار والضمانات والتعهدات المصاحبة لأي عملية، وتكون هذه العمليات فقط بينك وبين المنظمات او الافراد او المكاتب.'
              }),
              (0, e.jsx)(c.Z, {
                textBlack: !0,
                value:
                  'لا توجد أية ارتباطات ل BoShamlan.com بالعقارات الواردة فيها او أية علاقة بأصحابها، كما ولا توجد لها أية علاقة العمليات التجارية (كالبيع والتأجير والشراء ... إلخ) التي تتم. وانت توافق وتقر بأن BoShamlan.com لن تكون مسئولة عن أي خسارة او ضرر من أي نوع يتم تكبده نتيجة لأي من تلك العمليات. وإذا كان هناك نزاع بين مستخدمي BoShamlan.com او أي طرف ثالث، فانت تفهم وتوافق على الا تصبح BoShamlan.com ملتزمة بالدخول في أي نزاع. وفي حالة نشوب نزاع مع أي شخص او مستخدم او كيان، فانت بذلك تعفي BoShamlan.com ومسئوليها وموظفيها ومكاتبها من أي من وجميع المطالبات والاضرار (الفعلية والناتجة) من كل نوع وطبيعة، معروفة او غير معروفة، مشكوك بها وغير مشكوك بها، تم الافصاح عنها او لم يتم والتي تنشا عن او بأي حال من الاحوال.'
              }),
              (0, e.jsx)(n.Z, { value: 'سياسة الخصوصية' }),
              (0, e.jsx)('p', {
                children:
                  'إن BoShamlan.com تحترم خصوصية المستخدم، ولقد قمنا بدمج سياسة الخصوصية بهذه الاتفاقية كالتالي:'
              }),
              (0, e.jsxs)('ul', {
                className:
                  'list-disc mr-5 p-0 flex flex-col gap-2 justify-center',
                children: [
                  (0, e.jsxs)('li', {
                    children: [
                      (0, e.jsx)('b', {
                        className: 'ml-2',
                        children: 'إدارة حساب المشترك:'
                      }),
                      'تكون من قبل المشترك، حيث يكون مسؤولا عن الإضافة والإلغاء والتعديل للمحتويات التي يقوم بنشرها.'
                    ]
                  }),
                  (0, e.jsxs)('li', {
                    children: [
                      (0, e.jsx)('b', {
                        className: 'ml-2',
                        children: 'المعلومات الشخصية:'
                      }),
                      'يتوجب على المشترك تزويدنا ببياناته الشخصية الحقيقية ومن ضمنها رقم الهاتف النقال الخاص به والمسجل رسميا لدى الجهات الرسمية المختصة بذلك.'
                    ]
                  }),
                  (0, e.jsxs)('li', {
                    children: [
                      (0, e.jsx)('b', {
                        className: 'ml-2',
                        children: 'المعلومات غير الشخصية:'
                      }),
                      'من الممكن أن نجمع معلومات تعريف غير شخصية عن المستخدمين مثل المعلومات الفنية الخاصة بوسائل الاتصال على الانترنت وغيرها من المعلومات.'
                    ]
                  }),
                  (0, e.jsxs)('li', {
                    children: [
                      (0, e.jsx)('b', {
                        className: 'ml-2',
                        children: 'الاطلاع والمراقبة والحجب والحذف:'
                      }),
                      'يحق لنا الاطلاع والمراقبة والحجب والحذف، وفق ما نراه مناسبا، ولأي من المحتويات.'
                    ]
                  }),
                  (0, e.jsxs)('li', {
                    children: [
                      (0, e.jsx)('b', {
                        className: 'ml-2',
                        children: 'ملفات الكوكيز:'
                      }),
                      'مكن أن نستخدم ملفاتكوكي من أجل تحسين الاستخدام. إن متصفحات الانترنت تضع على القرص الصلب ملفات كوكيز صغيرة من أجل تسجيل بعض المعلومات من وقت لآخر لتعقب المعلومات الخاصة بهم.'
                    ]
                  }),
                  (0, e.jsxs)('li', {
                    children: [
                      (0, e.jsx)('b', {
                        className: 'ml-2',
                        children: 'رسائل SMS :'
                      }),
                      ' نقوم بإرسال رسائل نصية عبر الموبايل المسجل للمشترك. إذا رغب المشترك في أي وقت أن يوقف خدمة الرسائل، فيجب عليه ابلاغنا لوقف الرسائل.'
                    ]
                  }),
                  (0, e.jsxs)('li', {
                    children: [
                      (0, e.jsx)('b', {
                        className: 'ml-2',
                        children: 'حماية المعلومات:'
                      }),
                      'نتبنى ممارسة مناسبة لجمع البيانات والتخزين والمعالجة ومعايير أمن للحماية ضد الدخول غير المرخص له او التعديل او الإفشاء او التدمير لمعلوماتك الشخصية واسم المستخدم وكلمة المرور والمعلومات المالية والبيانات المخزنة في الموقع.'
                    ]
                  })
                ]
              }),
              (0, e.jsx)(n.Z, { value: 'حقوق الملكية الفكرية' }),
              (0, e.jsx)(c.Z, {
                textBlack: !0,
                value:
                  'انت تقر وتوافق على أن المواد الموجودة على BoShamlan.com بخلاف محتوى المستخدم المرخصة مملوكة او مرخصة ل BoShamlan.com، وخاضعة لحق النسخ وغيرها من حقوق الملكية الفكرية، والقوانين الاجنبية والمعاهدات والاتفاقيات الدولية. كما يمنع نسخ محتويات الموقع او إعادة نشرها.'
              }),
              (0, e.jsx)(n.Z, { value: 'اتصل بنا' }),
              (0, e.jsxs)('div', {
                className: 'flex gap-2',
                children: [
                  (0, e.jsx)('p', {
                    children:
                      'الرجاء الابلاغ عن أي انتهاك او مشكلة او شكوى او اقتراح، عن طريق البريد الالكتروني التالي:'
                  }),
                  (0, e.jsx)('a', {
                    className: 'text-primary hover: underline',
                    href: 'mailto:boshamlanplus@gmail.com',
                    children: 'boshamlanplus@gmail.com'
                  })
                ]
              })
            ]
          })
        }
      a.default = x
    }
  },
  function (l) {
    l.O(0, [774, 888, 179], function () {
      return l((l.s = 8632))
    }),
      (_N_E = l.O())
  }
])
